{
  "<PAD>": 0,
  "<UNK>": 1,
  "<SOS>": 2,
  "<EOS>": 3,
  "!": 4,
  "-": 5,
  "D": 6,
  "Ḭ̀": 7,
  "a": 8,
  "a,": 9,
  "à": 10,
  "à,": 11,
  "à̰̀": 12,
  "à̤": 13,
  "à̰": 14,
  "à̰,": 15,
  "á": 16,
  "á!": 17,
  "á,": 18,
  "á̰": 19,
  "á̰,": 20,
  "â": 21,
  "â̰": 22,
  "ã": 23,
  "ǎ": 24,
  "a̰": 25,
  "à̰": 26,
  "á̰": 27,
  "b": 28,
  "c": 29,
  "d": 30,
  "d.": 31,
  "dʒ": 32,
  "dʒʷ": 33,
  "e": 34,
  "è": 35,
  "è,": 36,
  "ḛ̀": 37,
  "é": 38,
  "é!": 39,
  "é,": 40,
  "ê": 41,
  "ē": 42,
  "f": 43,
  "fá": 44,
  "g": 45,
  "gb": 46,
  "gʷ": 47,
  "g̀ʷ": 48,
  "h": 49,
  "hʷ": 50,
  "i": 51,
  "ì": 52,
  "ì,": 53,
  "ḭ̀": 54,
  "ḭ̀,": 55,
  "í": 56,
  "í,": 57,
  "ḭ́": 58,
  "ḭ́,": 59,
  "ḭ̰́": 60,
  "î": 61,
  "ḭ̂": 62,
  "ǐ": 63,
  "ḭ": 64,
  "ḭ̀": 65,
  "ḭ́": 66,
  "j": 67,
  "jʷ": 68,
  "j̀": 69,
  "k": 70,
  "ki": 71,
  "kp": 72,
  "kʷ": 73,
  "l": 74,
  "le": 75,
  "lɔ̀": 76,
  "l̀": 77,
  "l̰̀": 78,
  "ĺ": 79,
  "ĺ̰": 80,
  "l̰": 81,
  "l̰̀": 82,
  "m": 83,
  "ma": 84,
  "mḭ": 85,
  "m̀": 86,
  "ḿ": 87,
  "ḿ,": 88,
  "m̂": 89,
  "m̰": 90,
  "n": 91,
  "ná̰": 92,
  "ǹ": 93,
  "ń": 94,
  "o": 95,
  "o,": 96,
  "ò": 97,
  "ò,": 98,
  "ó": 99,
  "ó!": 100,
  "ó,": 101,
  "ótʃ": 102,
  "ô": 103,
  "ô,": 104,
  "ǒ": 105,
  "p": 106,
  "r": 107,
  "r̀": 108,
  "ŕ": 109,
  "s": 110,
  "sʷ": 111,
  "s̀": 112,
  "ś": 113,
  "t": 114,
  "tʃ": 115,
  "tʃʷ": 116,
  "t̰̀": 117,
  "u": 118,
  "u,": 119,
  "ù": 120,
  "ù,": 121,
  "ṵ̀": 122,
  "ṵ̀,": 123,
  "ú": 124,
  "ú,": 125,
  "ṵ́": 126,
  "û": 127,
  "ṵ̂": 128,
  "ṵ": 129,
  "ṵ̀": 130,
  "ṵ́": 131,
  "v": 132,
  "w": 133,
  "ŵ": 134,
  "w̌": 135,
  "y": 136,
  "z": 137,
  "à": 138,
  "à̰": 139,
  "á": 140,
  "è": 141,
  "é": 142,
  "ê": 143,
  "ì": 144,
  "í": 145,
  "ò": 146,
  "ó": 147,
  "ù": 148,
  "ú": 149,
  "ĺ": 150,
  "ŋ": 151,
  "ŋm": 152,
  "ŋʷ": 153,
  "ŋ̀": 154,
  "ŋ̀,": 155,
  "ŋ̰̀": 156,
  "ŋ́": 157,
  "ŋ́,": 158,
  "ŋ̰́": 159,
  "ŋ̃": 160,
  "ŕ": 161,
  "ǃ": 162,
  "ǎ": 163,
  "ǹ": 164,
  "ɑ̀": 165,
  "ɑ̰̀": 166,
  "ɑ̰́": 167,
  "ɑ̰̌": 168,
  "ɔ": 169,
  "ɔ,": 170,
  "ɔ,h": 171,
  "ɔ̀": 172,
  "ɔ̀,": 173,
  "ɔ̰̀": 174,
  "ɔ̰̀,": 175,
  "ɔ́": 176,
  "ɔ́,": 177,
  "ɔ̰́": 178,
  "ɔ̂": 179,
  "ɔ̰̂": 180,
  "ɔ̰̌": 181,
  "ɔ̰": 182,
  "ɔ̰,": 183,
  "ɔ̰̀": 184,
  "ɔ̰́": 185,
  "ɛ": 186,
  "ɛ̀": 187,
  "ɛ̀,": 188,
  "ɛ̰̀": 189,
  "ɛ̰̀,": 190,
  "ɛ́": 191,
  "ɛ́,k": 192,
  "ɛ̰́": 193,
  "ɛ̼́": 194,
  "ɛ̂": 195,
  "ɛ̰̂": 196,
  "ɛ̰̂,": 197,
  "ɛ̌": 198,
  "ɛ̰̌": 199,
  "ɛ̰": 200,
  "ɛ̰̀": 201,
  "ɛ̰́": 202,
  "ɜ̀": 203,
  "ɱ̀": 204,
  "ɱ́": 205,
  "ɲ": 206,
  "ɲ̀": 207,
  "ʃ": 208,
  "ʃʷ": 209,
  "̀-": 210,
  "̀a": 211,
  "̀a̰": 212,
  "̀e": 213,
  "̀ḭ": 214,
  "̀n": 215,
  "̀ǹ": 216,
  "̀ɔ": 217,
  "̀ɔ̰": 218,
  "̀ɛ": 219,
  "́a̰": 220,
  "́ḭ": 221,
  "́l": 222,
  "́ɛ": 223,
  "ḭ̀": 224,
  "ṵ̀": 225,
  "ṵ́": 226
}